<template>
  <div class="container">
    <div class="row">
      <div class="col-md-12 about-wrapper">
        <h5 class="text-center page-header">About Us</h5>
        <span class="item-heading">১. আলহাদিসবিডি.কম মিশন</span><br>
        <span class="item-heading">২. হাদিস সম্পর্কে</span><br>
        <span class="item-heading">৩. ওয়েবসাইট সম্পর্কে</span><br>
        <span class="item-heading">৪. গুরুত্বপূর্ণ নোট</span><br>
        <span class="item-heading">৫. বিবিধ</span><br>
        <span class="item-heading">৬. অনুকরণ , অনুলিপি, বর্জন</span>
        <p>১. আলহাদিসবিডি.কম মিশন
        আমাদের লক্ষ্য হ'ল বিশ্বনবী হযরত মুহাম্মদ ( স:) এর সুন্নাহ সম্পর্কিত খাঁটি, বিস্তৃত এবং উপকারী তথ্যসমূহ গবেষণার সুবিধার্থে এবং তদানুযায়ী
        দৈনন্দিন জীবনে তার প্রয়োগ সম্পর্কিত ধারণা যথাসম্ভব বিশ্ববাসীর কাছে পৌঁছে দেয়া । </p>
        <p>আমাদের কাজসমূহ নিম্নলিখিত মান অনুযায়ী পরিচালিত:
        <ul>
        <li>সত্যতা: আমরা আমাদের ডেটা পরীক্ষা করে এবং যাচাই করে সুপরিচিত প্রিন্ট সংস্করণগুলির সাথে নম্বর দিয়ে পাঠ্যের সাথে সত্যতা বজায় রাখার চেষ্টা করি।</li>
        <li>ব্যাপকতা: আমাদের লক্ষ্য হাদিসের সম্পূর্ণ সংগ্রহ, যতগুলি সম্ভব হাদীসের ব্যাখ্যা, হাদীস সংগ্রহকারী এবং বর্ণনাকারীদের সম্পর্কে তথ্য এবং হাদীসের বিজ্ঞান সম্পর্কিত সংস্থানসমূহ সরবরাহ করা।</li>
        <li>ব্যবহারযোগ্যতা এবং প্রবেশযোগ্যতা: আমরা বিভিন্ন ডিভাইসে আমাদের ডেটা দেখতে এবং অনুসন্ধান করতে একটি সাধারণ এবং নিরবচ্ছিন্ন ব্যবহারকারী ইন্টারফেস সরবরাহ করতে প্রতিশ্রুতিবদ্ধ। আমরা বিশেষজ্ঞ এবং জ্ঞানের শিক্ষার্থীদের দ্বারা হাদীস, বর্ণনাকারী, এবং বর্ণনাকারীর চেইনগুলির গবেষণা ও বিশ্লেষণের সুবিধার্থে সরঞ্জাম এবং সাংগঠনিক সহায়তা সরবরাহ করব। জ্ঞান অ্যাক্সেসে যোগাযোগের বাধা হ্রাস করা আমাদের পক্ষে গুরুত্বপূর্ণ।</li>
        <li>উন্মুক্ত: আমরা একটি ওপেন প্ল্যাটফর্ম প্রদান করি - ডেটা এবং সফ্টওয়্যার সহ - যাতে করে অন্যরা হাদীসের ডেটার উপরে ভিত্তি করে নিজেরাই তৈরি করতে পারে।</li>
        </ul>
        </p>
        <p>২. হাদিস সম্পর্কে
        হাদীস বলতে বুঝায় যে আল্লাহর রাসূল হযরত মুহাম্মদ (স) এর বক্তব্য, কর্ম, উপস্থিতি এবং অনুমোদনের বিষয়ে যাবতীয় সংক্ষিপ্ত বিবরণ সমূহ। শহস্রাধিক এ বর্ণনাগুলি শতাব্দী থেকে শতাব্দী ধরে যত্ন সহকারে সংরক্ষণ করা হয়েছে, অধ্যয়ন করা হয়েছে , তাদের মধ্যে অনেকগুলো রাসুল (সাঃ) এর নিকট প্রেরণের একটি খাঁটি শৃঙ্খলা যাচাই করার জন্য কঠোর পদ্ধতি ছিল। হাদীসটি সুন্নাহর মূল পাঠ্যসূচী তৈরি করেছে , এটি কোরআনের দ্বিতীয় স্থানে ইসলামিক আইনশাস্ত্র আবিষ্কারের জন্য একটি গুরুত্বপূর্ণ উৎস। হাদীস বিশেষজ্ঞগণ অন্তর্ভুক্তির জন্য পৃথক পৃথক মানদণ্ড সহ বিভিন্ন সংকলনে হাদীস সংকলন করেছেন এবং সমস্ত সংগ্রহের সমস্ত হাদীসই যথাযথভাবে খাঁটি নয়।</p>
        <p>৩. ওয়েবসাইট সম্পর্কে
        বর্তমানে উপলব্ধ হাদিস সংগ্রহগুলি হোমপেজে দেখা যাবে । আমরা অন্যান্য বড় সংগ্রহগুলি থেকেও হাদীস আমদানিতে কাজ করছি।
        আমরা ব্যবহারকারীদের সুবিধার্থে একটি কাস্টমাইজড সার্চ ইঞ্জিনের মাধ্যমে সকল হাদীস সমূহ কী-ওয়ার্ডের এবং হাদীস নাম্বার এর মাধ্যমে সহজলভ্য করার দিকে কাজ করছি।</p>
        <p>৪. গুরুত্বপূর্ণ নোট
        আমরা এখানে উপলব্ধি করি যে : এটি কোন ফিক্হ বা ফতোয়ার ওয়েবসাইট নয়। গবেষণা, ব্যক্তিগত অধ্যয়ন এবং বোঝার উৎস হিসাবে হাদিসটি এই ওয়েবসাইটে উপলব্ধ করা হয়েছে। এখানে এক বা একাধিক বা কয়েকটি হাদীসের বর্ণনা নিজেরাই কোন রায় হিসাবে বিবেচিত হয় না; বরং বিদ্বানদের ফিকাহ নীতিগুলি ব্যবহার করে সঠিক রায় প্রদানের জন্য একটি সুসংগঠিত প্রক্রিয়া রয়েছে। যারা এই নীতিতে প্রশিক্ষণপ্রাপ্ত নয় তাদের জন্য আমরা এই হাদীসটি ব্যবহার করে নিজেই ফিকহের সমর্থন করি না। আপনার যদি কোনও নির্দিষ্ট রায় সম্পর্কে প্রশ্ন থাকে তবে দয়া করে আপনার স্থানীয় স্কলারকে/ বিদ্বানকে জিজ্ঞাসা করুন।</p>
        <p>৫. বিবিধ
        আমরা আপনাকে অনুরোধ করি যে এই ওয়েবসাইটে যারা কাজ করেছেন তাদের সকলকে আপনার দু'আতে রাখুন এবং আমাদের সমর্থন করে সহায়তা করুন ।</p>
        <p>৬. অনুকরণ , অনুলিপি, বর্জন
        আমরা আমাদের ডেটা স্ক্র্যাপিং / বর্জনের অনুমতি দিই না, অথবা পুরো ওয়েবসাইটের পুস্তক বা অন্য ওয়েবসাইটগুলিতে সংগ্রহের অনুমতি দেই না। আমাদের ডেটা অবিচ্ছিন্ন পরিশোধন চলছে। একটি শিক্ষণ / নীতিগত / উপস্থাপনের উদ্দেশ্যে পৃথক হাদীস বা হাদীস নির্বাচন পুনঃপ্রমাণ অনুমোদিত।</p><br><br>
      </div>
    </div>
  </div>
</template>
<style scoped>
  .about-wrapper {
    text-align: justify;
    background-color:#00968829;
  }
  .page-header {
    color:#009688;
    margin-top: 10px;
  }
  .item-heading {
    font-weight: bold;
  } 
  a.nav-link{
    color:#009688;
  }
</style>