<template>
  <div class="container">
    <div class="row">
      <div class="col-md-12 support-wrapper">
        <h4 class="text-center page-header">কীভাবে আমাদের সহায়তা  করবেন</h4>
        <p><b>যদি আপনি এই সাইটটি আপনার জন্য উপকারী মনে করেন , দয়া করে নিম্নলিখিত বিষয়গুলো বিবেচনা করুন:</b></p>
        <p>১. আপনি যদি কোন হাদীসে ভুল দেখতে পান তাহলে ভুল হাদীস এর জন্য ত্রুটি প্রতিবেদন জমা দিন। এর মধ্যে হতে পারে ব্যাকরণগত ভুল, বানান ভুল বা অন্য যে কোনও ধরণের সংশোধন বিশেষ করে ইংরেজি অনুবাদগুলিতে। এটি আমাদের সবার জন্য আরও ভাল অভিজ্ঞতা অর্জনে সহায়তা করবে।</p>
        <p>২. আপনি যদি  নিজস্ব কোনও ওয়েবসাইট চালান তবে হাদীস সংস্থান হিসাবে আমাদের সাথে লিঙ্ক করুন। এটি অনুসন্ধানের র‌্যাঙ্কিংয়ে আমাদের দৃশ্যমানতা বাড়াতে সাহায্য করে।</p>
        <p>৩. আমরা কীভাবে AlHadithbd.com এ আপনার অভিজ্ঞতার উন্নতি করতে পারি এবং আমাদের সাথে যোগাযোগ করে কিভাবে আপনার সময়কে স্বেচ্ছাসেবক হিসেবে কাজে লাগাতে  পারি সে সম্পর্কে প্রতিক্রিয়া জমা দিন।</p>
        <p>৪. সমর্থন করুন এই অনুবাদগুলির মূল অনুবাদক এবং প্রকাশকদের। তারা আমাদের জন্য এই কাজগুলি ডিজিটাইজড এবং অনুবাদ করার জন্য অবিশ্বাস্যরকম পরিশ্রমী এবং ব্যয়বহুল প্রক্রিয়ার মাধ্যমে পেরিয়েছেন, সুতরাং দয়া করে আসল হার্ড কপিগুলি কিনে তাদের সমর্থন করুন।</p>
        <p>৫. ইসলামিক ত্রাণ যেমন ইসলামী দাতব্য প্রতিষ্ঠানে অবদান রেখে বিশ্বব্যাপী দরিদ্র ও অভাবী মুসলমানদের দান ও সহায়তা করুন । আমরা জানি যাদের প্রয়োজন তাদের সহায়তা করা কতটা গুরুত্বপূর্ণ:</p>
        <p>
          আবদুল্লাহ ইবনে আমর ইবনুল আল-রাদিয়াল্লাহু আনহু বর্ণনা করেছেন:
          এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করলেন, "ইসলামে কোন কাজ সবচেয়ে উত্তম?" 
          তিনি (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) জবাব দিলেন, "(দরিদ্র ও মিসকীনদের) খাওয়ানো এবং যাদের আপনি জানেন এবং যাদের জানেন না তাদেরকে সালাম জানানো।"
          <span class="hadith-name">বুখারী ও মুসলিম</span></p>
        <p>অতএব আমরা আপনাকে উৎসাহিত করছি যে, আপনি যদি এই সাইটটিকে দরকারী মনে করেন তবে দয়া করে মূল কাজগুলি কিনুন এবং
          সেই মুসলিমদের সহায়তা করুন যাঁরা অনাহারে এবং গুরুতর প্রয়োজনে আছেন । এটি আমাদের ওয়েবসাইট এবং এর মিশনকে সমর্থন করার সবচেয়ে উত্তম উপায়।
          আপনার যদি দেওয়ার মতো কিছু না থাকে তবে  অসুস্থ, ক্ষুধার্ত, তৃষ্ণার্ত এবং শীতগ্রস্থদের সামান্য হলেও সহায়তা করুন।</p>
        <p>আদি ইবনে হাতিম রাদিয়াল্লাহু
          আনহু বর্ণনা করেছেন: রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা আগুনের থেকে নিজেদেরকে রক্ষা করো (জাহান্নামের) এমনকি যদি তা কেবলমাত্র অর্ধেক খেজুর (দান করা) দ্বারা হয়  । তবে যদি সেটিও না পারো তাহলে অন্তত একটি ভালো কথা বলো । 
          <span class="hadith-name">বুখারী ও মুসলিম</span></p><br><br>
      </div>
    </div>
  </div>
</template>
<style scoped>
  .support-wrapper {
    text-align: justify;
    background-color:#00968829;
  }
  .page-header {
    color:#009688;
    margin-top: 10px;
  }
  .hadith-name {
    color: #009688;
    font-style: italic;
  }
</style>